Repository: Extrawurst/alexa-openwebif
Catalog: src/d/alexa-portal/translations/portal.*.po
Languages: de_de

# openwebif.title
source: Alexa Openwebif linking
de_de: Alexa OpenWebIf Verknüpfung

# index.welcome
source: Amazon Echo <-> OpenWebIf account linking
de_de: Amazon Echo <-> OpenWebIf Account Verknüpfung

# index.welcome-text
source: Welcome! Please click below to perform a Login with your Amazon account
de_de: Herzlich Willkommen! Bitte klicken Sie den Button um sich mit Ihrem Amazon Account einzuloggen

# updateform.text
source: Please fill the form below to provide the data for the alexa skill
de_de: Bitte füllen Sie das Formular aus um die nötigen Informationen für die Alexa App bereitzustellen

# updateform.urltowebif
source: Link to your Openwebif:
de_de: Link zu deinem Openwebif:

# updateform.urltowebifhelp
source: The external url of your enigma Box starting with http://
de_de: Die URL muss mit http:// beginnen und die externe Adresse deiner enigma Box sein

# updateform.username
source: Username for Openwebif:
de_de: Benutzername für Openwebif:

# updateform.usernamehelp
source: The username for your openwebif (e.g. root)
de_de: Der Benutzername für dein Openwebif (z.B. root)

# updateform.password
source: Password for Openwebif:
de_de: Passwort für Openwebif:

# updateform.passwordhelp
source: the corresponding password
de_de: Das dazugehörige Passwort

# updateform.update
source: Update
de_de: Aktualisieren

# updateform.hint
source: Hint: Use the URL in the address field to change your settings anytime. If you have any problems with this skill please open a ticket
de_de: Hinweis: Du kannst deine Daten jederzeit über die o.g. URL ändern. Sollte es Probleme geben kannst du jederzeit ein Ticket eröffnen.

# index.updated
source: Successfully updated
de_de: Aktualisierung durchgeführt

# index.errormsg
source: Oooops. Something went wrong - wrong parameters. Please contact support
de_de: Ups. Hier ist ein Fehler aufgetreten - Es wurden die falschen Parameter übergeben. Bitte wende dich an den Support.

# login.user
source: Username
de_de: Benutzername

# login.pwd
source: Password
de_de: Passwort

# login.submit
source: Login
de_de: Einloggen
